<?php
$con=mysqli_connect("localhost", "root", "1234", "sqlDB") or die("MySQL 접속 실패 !!");
$sql ="
INSERT INTO userTBL VALUES
('PJH', '박지효', 1997, '경기', '010', '11111111', 160, '2015-8-8'),
('LNY', '임나연', 1995, '서울', '010', '22222222', 163, '2015-4-4'),
('YJY', '유정연', 1996, '경기', '010', '33333333', 167, '2015-7-7'),
('HMM', '모모', 1996, '일본', '010', '44444444', 162, '2015-4-4'),
('SNA', '사나', 1996, '일본', '010','55555555', 164, '2015-12-12'),
('MIN', '미나', 1997, '미국', '010', '77777777', 163, '2015-9-9'),
('KDH', '김다현', 1998, '경기', '010', '12345678', 161, '2015-5-5'),
('SCY', '손채영', 1999, '서울', '010', '88888888', 159, '2015-3-3'),
('TZU', '쯔위', 1999, '대만', '010', '99999999', 170, '2015-10-10'),
('LJE', '이지은', 1993, '서울', '010', '00000000', 162, '2010-5-5')
 ";
$ret = mysqli_query($con, $sql);
if($ret) {
	echo "userTBL 이 데이터가 성공적으로 입력됨.";
}
else {
	echo "userTBL 데이터 입력 실패!!!"."<br>";
	echo "실패 원인 :".mysqli_error($con);
}
mysqli_close($con);
?>
